Repository: juntjtang18/LangGo
Catalog: LangGo/Localizable.xcstrings
Source language: en
Languages: fr, hi, ja, ko, vi, zh_hans

source: Password
fr: Mot de passe
hi: पासवर्ड
ja: パスワード
ko: 비밀번호
vi: Mật khẩu
zh_hans: 密码

source: Password, data privacy
fr: Mot de passe, confidentialité des données
hi: पासवर्ड, डेटा गोपनीयता
ja: パスワード、データプライバシー
ko: 비밀번호, 데이터 개인정보 보호
vi: Mật khẩu, quyền riêng tư dữ liệu
zh_hans: 密码与数据隐私

source: Period points are shown for the members currently in your group.
fr: Les points périodiques sont affichés pour les membres actuellement dans votre groupe.
hi: आपके समूह में वर्तमान में सदस्यों के लिए अवधि बिंदु दिखाए गए हैं।
ja: 現在グループに所属しているメンバーの期間ポイントが表示されます。
ko: 현재 그룹에 속한 구성원에 대한 기간 포인트가 표시됩니다.
vi: Điểm thời gian được hiển thị cho các thành viên hiện có trong nhóm của bạn.
zh_hans: 这里显示的是你当前所在小组成员的周期积分。

source: Play
fr: Jouer
hi: खेल
ja: 遊ぶ
ko: 놀다
vi: Chơi
zh_hans: 播放

source: Playback Error
fr: Erreur de lecture
hi: प्लेबैक त्रुटि
ja: 再生エラー
ko: 재생 오류
vi: Lỗi phát lại
zh_hans: 播放错误

source: Please allow microphone access in Settings to record your voice.
fr: Veuillez autoriser l'accès au microphone dans Paramètres pour enregistrer votre voix.
hi: कृपया अपनी आवाज़ रिकॉर्ड करने के लिए सेटिंग्स में माइक्रोफ़ोन एक्सेस की अनुमति दें।
ja: 音声を録音するには、設定でマイクへのアクセスを許可してください。
ko: 음성을 녹음하려면 설정에서 마이크 액세스를 허용하세요.
vi: Vui lòng cho phép truy cập micrô trong Cài đặt để ghi âm giọng nói của bạn.
zh_hans: 请在“设置”中允许麦克风权限以录制你的声音。

source: Please enable camera access in Settings to scan an article.
fr: Veuillez activer l'accès à la caméra dans Paramètres pour numériser un article.
hi: किसी लेख को स्कैन करने के लिए कृपया सेटिंग्स में कैमरा एक्सेस सक्षम करें।
ja: 記事をスキャンするには、設定でカメラへのアクセスを有効にしてください。
ko: 기사를 스캔하려면 설정에서 카메라 액세스를 활성화하세요.
vi: Vui lòng bật quyền truy cập máy ảnh trong Cài đặt để quét bài viết.
zh_hans: 请在“设置”中启用相机权限以扫描文章。

source: Preferences
fr: Préférences
hi: प्राथमिकताएँ
ja: 設定
ko: 환경설정
vi: Tùy chọn
zh_hans: 偏好设置

source: PREFERENCES
fr: PRÉFÉRENCES
hi: प्राथमिकताएँ
ja: 設定
ko: 환경설정
vi: ƯU ĐÃI
zh_hans: 偏好设置

source: Premium Voices
fr: Voix premium
hi: प्रीमियम आवाज़ें
ja: プレミアムボイス
ko: 프리미엄 보이스
vi: Giọng nói cao cấp
zh_hans: 高级语音

source: Previous
fr: Précédent
hi: पहले का
ja: 前の
ko: 이전의
vi: Trước
zh_hans: 上一页

source: Privacy & Security
fr: Confidentialité et sécurité
hi: निजता एवं सुरक्षा
ja: プライバシーとセキュリティ
ko: 개인 정보 보호 및 보안
vi: Quyền riêng tư & Bảo mật
zh_hans: 隐私与安全

source: Privacy Policy
fr: politique de confidentialité
hi: गोपनीयता नीति
ja: プライバシーポリシー
ko: 개인 정보 보호 정책
vi: Chính sách bảo mật
zh_hans: 隐私政策

source: Processing OCR...
fr: Traitement OCR...
hi: प्रसंस्करण OCR...
ja: OCR を処理しています...
ko: OCR 처리 중...
vi: Đang xử lý OCR...
zh_hans: 正在处理 OCR...

source: Processing...
fr: Traitement...
hi: प्रसंस्करण...
ja: 処理...
ko: 처리 중...
vi: Xử lý...
zh_hans: 处理中...

source: Proficiency
fr: Compétence
hi: प्रवीणता
ja: 熟練度
ko: 진보
vi: Thành thạo
zh_hans: 熟练程度

source: Profile
fr: Profil
hi: प्रोफ़ाइल
ja: プロフィール
ko: 윤곽
vi: Hồ sơ
zh_hans: 个人资料

source: Profile Photo
fr: Photo de profil
hi: खाते की फोटो
ja: プロフィール写真
ko: 프로필 사진
vi: Ảnh hồ sơ
zh_hans: 头像

source: Profile Update
fr: Mise à jour du profil
hi: प्रोफ़ाइल अद्यतन
ja: プロファイルの更新
ko: 프로필 업데이트
vi: Cập nhật hồ sơ
zh_hans: 个人资料更新

source: Progress
fr: Progrès
hi: प्रगति
ja: 進捗
ko: 진전
vi: Tiến triển
zh_hans: 进步

source: QUICK ACTIONS
fr: ACTIONS RAPIDES
hi: त्वरित कार्रवाई
ja: クイックアクション
ko: 빠른 조치
vi: HÀNH ĐỘNG NHANH CHÓNG
zh_hans: 快捷操作

source: QUICK SELECT
fr: SÉLECTION RAPIDE
hi: त्वरित चयन
ja: クイックセレクト
ko: 빠른 선택
vi: CHỌN NHANH
zh_hans: 快速选择

source: Quiz Review
fr: Examen du quiz
hi: प्रश्नोत्तरी समीक्षा
ja: クイズの復習
ko: 퀴즈 복습
vi: Đánh giá bài kiểm tra
zh_hans: 测验复习

source: Read
fr: Lire
hi: पढ़ना
ja: 読む
ko: 읽다
vi: Đọc
zh_hans: 阅读

source: Read & listen
fr: Lire et écouter
hi: पढ़ें और सुनें
ja: 読んで聞く
ko: 읽고 듣기
vi: Đọc và nghe
zh_hans: 阅读和收听

source: Read Flashcards
fr: Lire des flashcards
hi: फ़्लैशकार्ड पढ़ें
ja: フラッシュカードを読む
ko: 플래시카드 읽기
vi: Đọc Flashcards
zh_hans: 阅读闪卡

source: Reading Mode
fr: Mode de lecture
hi: पढ़ने का तरीका
ja: 読書モード
ko: 읽기 모드
vi: Chế độ đọc
zh_hans: 阅读模式

source: Reading Session
fr: Séance de lecture
hi: पढ़ने का सत्र
ja: 読書会
ko: 독서 세션
vi: Buổi đọc sách
zh_hans: 阅读会话

source: Reading Settings
fr: Paramètres de lecture
hi: सेटिंग पढ़ना
ja: 読み取り設定
ko: 읽기 설정
vi: Cài đặt đọc
zh_hans: 阅读设置

source: READY TO REVIEW
fr: PRÊT À RÉVISER
hi: समीक्षा के लिए तैयार
ja: レビューの準備完了
ko: 검토 준비 완료
vi: SẴN SÀNG ĐỂ XEM XÉT
zh_hans: 准备复习

source: RECENTLY ADDED
fr: RÉCEMMENT AJOUTÉ
hi: हाल ही में जोड़ा
ja: 最近追加された
ko: 최근 추가됨
vi: ĐƯỢC THÊM GẦN ĐÂY
zh_hans: 最近添加

source: Recording Error
fr: Erreur d'enregistrement
hi: रिकॉर्डिंग में त्रुटि
ja: 記録エラー
ko: 녹화 오류
vi: Lỗi ghi âm
zh_hans: 录音错误

source: REFRESH mode
fr: Mode RAFRAÎCHISSEMENT
hi: ताज़ा मोड
ja: 更新モード
ko: 새로 고침 모드
vi: Làm mới chế độ
zh_hans: 刷新模式

source: Remembered
fr: Rappelé
hi: याद आ गई
ja: 思い出した
ko: 기억하다
vi: Đã nhớ
zh_hans: 已记住

source: Repeat Word
fr: Répéter le mot
hi: शब्द दोहराएँ
ja: 単語を繰り返す
ko: 단어 반복
vi: Lặp lại từ
zh_hans: 重复单词

source: Resume Learning
fr: Reprendre l'apprentissage
hi: सीखना फिर से शुरू करें
ja: 学習を再開します
ko: 학습을 재개하십시오
vi: Tiếp tục học tập
zh_hans: 恢复学习

source: Retake
fr: Reprendre
hi: फिर से लेना
ja: リテイク
ko: 다시 잡다
vi: Thi lại
zh_hans: 重拍

source: Review Complete
fr: Examen terminé
hi: समीक्षा पूर्ण
ja: レビュー完了
ko: 검토 완료
vi: Đánh giá hoàn tất
zh_hans: 复习完成

source: Review Reminders
fr: Rappels de révision
hi: अनुस्मारक की समीक्षा करें
ja: リマインダーを確認する
ko: 검토 알림
vi: Xem lại lời nhắc
zh_hans: 复习提醒

source: Review Session
fr: Séance de révision
hi: समीक्षा सत्र
ja: セッションを確認します
ko: 검토 세션
vi: Xem lại phiên
zh_hans: 审查会议

source: Save
fr: Sauvegarder
hi: बचाना
ja: 保存
ko: 구하다
vi: Cứu
zh_hans: 保存

source: Save Changes
fr: Enregistrer les modifications
hi: परिवर्तनों को सुरक्षित करें
ja: 変更を保存します
ko: 변경 사항을 저장하십시오
vi: Lưu các thay đổi
zh_hans: 保存更改

source: Save to Vocabook
fr: Enregistrer dans Vocabook
hi: वोकाबुक में सहेजें
ja: ボカブックに保存
ko: Vocabook에 저장
vi: Lưu vào Từ Vựng
zh_hans: 保存到词汇本

source: Saved
fr: Enregistré
hi: सहेजा गया
ja: 保存されました
ko: 저장됨
vi: Đã lưu
zh_hans: 已保存

source: Saved in your vocabook
fr: Enregistré dans votre carnet de vocabulaire
hi: आपकी शब्दावली में सहेजा गया
ja: 語彙ブックに保存されました
ko: 당신의 어휘집에 저장되었습니다
vi: Đã lưu vào sổ từ vựng của bạn
zh_hans: 已保存到你的词汇本

source: Saving Article...
fr: Enregistrement de l'article...
hi: आलेख सहेजा जा रहा है...
ja: 記事を保存しています...
ko: 기사 저장 중...
vi: Đang lưu bài viết...
zh_hans: 正在保存文章...

source: Saving...
fr: Économie...
hi: सहेजा जा रहा है...
ja: 保存中...
ko: 절약...
vi: Đang lưu...
zh_hans: 保存中...

source: Scan Article
fr: Scanner l'article
hi: लेख स्कैन करें
ja: 記事をスキャンする
ko: 기사 스캔
vi: Quét bài viết
zh_hans: 扫描文章

source: Search
fr: Recherche
hi: खोज
ja: 検索
ko: 찾다
vi: Tìm kiếm
zh_hans: 搜索

source: Search vocabulary...
fr: Rechercher du vocabulaire...
hi: शब्दावली खोजें...
ja: 語彙を検索...
ko: 단어 검색...
vi: Tìm kiếm từ vựng...
zh_hans: 搜索词汇...

source: Searching…
fr: Recherche…
hi: खोज रहे हैं...
ja: 検索中…
ko: 수색…
vi: Đang tìm kiếm…
zh_hans: 搜索中…

source: Select a language
fr: Sélectionnez une langue
hi: भाषा चुनें
ja: 言語を選択してください
ko: 언어를 선택하세요
vi: Chọn một ngôn ngữ
zh_hans: 选择一种语言

source: Select a Theme
fr: Sélectionnez un thème
hi: एक विषय का चयन करें
ja: テーマを選択してください
ko: 테마 선택
vi: Chọn một chủ đề
zh_hans: 选择主题

source: Select a Voice
fr: Sélectionnez une voix
hi: एक आवाज़ चुनें
ja: ボイスを選択する
ko: 음색 선택
vi: Chọn một giọng nói
zh_hans: 选择语音

source: Select Tags
fr: Sélectionnez les balises
hi: टैग चुनें
ja: タグの選択
ko: 태그 선택
vi: Chọn thẻ
zh_hans: 选择标签

source: SELECTED (%lld)
fr: SÉLECTIONNÉ (%lld)
hi: चयनित (%lld)
ja: 選択済み (%lld)
ko: 선택됨(%lld)
vi: ĐÃ CHỌN (%lld)
zh_hans: 已选择（%lld）

source: Selected words can be translated and added to your vocabook.
fr: Les mots sélectionnés peuvent être traduits et ajoutés à votre carnet de vocabulaire.
hi: चयनित शब्दों का अनुवाद करके आपकी शब्दावली में जोड़ा जा सकता है।
ja: 選択した単語を翻訳して語彙集に追加できます。
ko: 선택한 단어를 번역하여 어휘집에 추가할 수 있습니다.
vi: Những từ đã chọn có thể được dịch và thêm vào vocabook của bạn.
zh_hans: 选中的单词可以翻译并添加到你的词汇本。

source: Session Complete!
fr: Séance terminée !
hi: सत्र पूरा!
ja: セッション完了！
ko: 세션이 완료되었습니다!
vi: Phiên hoàn tất!
zh_hans: 本次完成！

source: Settings
fr: Paramètres
hi: सेटिंग्स
ja: 設定
ko: 설정
vi: Cài đặt
zh_hans: 设置

source: Show Base Text
fr: Afficher le texte de base
hi: आधार पाठ दिखाएँ
ja: 基本テキストを表示
ko: 기본 텍스트 표시
vi: Hiển thị văn bản cơ sở
zh_hans: 显示原文

source: Show me on the leaderboard
fr: Montre-moi dans le classement
hi: मुझे लीडरबोर्ड पर दिखाओ
ja: リーダーボードに表示してください
ko: 리더보드에 표시해 주세요
vi: Cho tôi xem trên bảng xếp hạng
zh_hans: 在排行榜中显示我

source: Sign Up
fr: S'inscrire
hi: साइन अप करें
ja: サインアップ
ko: 가입하십시오
vi: Đăng ký
zh_hans: 报名

source: Sign Up for LangGo
fr: Inscrivez-vous à LangGo
hi: LangGo के लिए साइन अप करें
ja: ラングゴにサインアップしてください
ko: Langgo에 가입하십시오
vi: Đăng ký Langgo
zh_hans: 注册Langgo

source: Skip
fr: Sauter
hi: छोडना
ja: スキップ
ko: 건너뛰다
vi: Nhảy
zh_hans: 跳过

source: Skip onboarding
fr: Passer l'intégration
hi: ऑनबोर्डिंग छोड़ें
ja: オンボーディングをスキップ
ko: 온보딩 건너뛰기
vi: Bỏ qua phần giới thiệu
zh_hans: 跳过引导

source: Smaller
fr: Plus petit
hi: छोटे
ja: より小さい
ko: 더 작게
vi: Nhỏ hơn
zh_hans: 更小

source: Standard Voices
fr: Voix standards
hi: मानक आवाज़ें
ja: 標準音声
ko: 표준 음색
vi: Giọng chuẩn
zh_hans: 标准语音

source: Start building your reading library. Add articles to learn new words in context.
fr: Commencez à créer votre bibliothèque de lecture. Ajouter articles pour apprendre de nouveaux mots en contexte.
hi: अपनी पढ़ने की लाइब्रेरी बनाना शुरू करें। जोड़ें संदर्भ में नए शब्द सीखने के लिए लेख।
ja: 読書ライブラリの構築を始めましょう。追加 文脈の中で新しい単語を学ぶための記事。
ko: 독서 도서관 구축을 시작하세요. 추가 문맥 속에서 새로운 단어를 배울 수 있는 기사.
vi: Bắt đầu xây dựng thư viện đọc của bạn. Thêm bài viết để học từ mới trong ngữ cảnh.
zh_hans: 开始建立你的阅读资料库。添加 文章，在语境中学习新词。

source: Start Card Review
fr: Examen de la carte de départ
hi: कार्ड समीक्षा प्रारंभ करें
ja: カードレビューを開始する
ko: 카드 검토 시작
vi: Đánh giá thẻ bắt đầu
zh_hans: 开始卡片复习

source: Start Reading
fr: Commencer la lecture
hi: पढ़ना शुरू करें
ja: 読み始める
ko: 읽기 시작
vi: Bắt đầu đọc
zh_hans: 开始阅读

source: Start recording
fr: Commencer l'enregistrement
hi: रिकॉर्डिंग प्रारंभ करें
ja: 録音を開始する
ko: 녹음 시작
vi: Bắt đầu ghi
zh_hans: 开始录音

source: Start writing or paste your article content here...
fr: Commencez à rédiger ou collez le contenu de votre article ici...
hi: लिखना शुरू करें या अपने लेख की सामग्री यहां पेस्ट करें...
ja: ここに記事の内容を書き始めるか、貼り付けてください...
ko: 여기에 기사 내용을 작성하거나 붙여넣으세요...
vi: Bắt đầu viết hoặc dán nội dung bài viết của bạn vào đây...
zh_hans: 开始写作或将文章内容粘贴到这里...

source: Stop
fr: Arrêt
hi: रुकना
ja: 停止
ko: 멈추다
vi: Dừng lại
zh_hans: 停止

source: Stop recording
fr: Arrêter l'enregistrement
hi: रिकॉर्डिंग बंद करें
ja: 録音を停止する
ko: 녹음 중지
vi: Dừng ghi
zh_hans: 停止录音

source: Stories
fr: Histoires
hi: कहानियां
ja: 物語
ko: 이야기
vi: Câu chuyện
zh_hans: 故事

source: TAGS
fr: ÉTIQUETTES
hi: टैग
ja: タグ
ko: 태그
vi: THẺ
zh_hans: 标签

source: Tap Any Word to Translate
fr: Appuyez sur n'importe quel mot à traduire
hi: अनुवाद करने के लिए किसी भी शब्द पर टैप करें
ja: 翻訳する単語をタップします
ko: 번역할 단어를 탭하세요.
vi: Nhấn vào bất kỳ từ nào để dịch
zh_hans: 点按任意单词进行翻译

source: Target (%@)
fr: Cible (%@)
hi: लक्ष्य (%@)
ja: ターゲット (%@)
ko: 타겟(%@)
vi: Mục tiêu (%@)
zh_hans: 译文（%@）

source: Target word
fr: Mot cible
hi: लक्ष्य शब्द
ja: 対象単語
ko: 타겟 단어
vi: Từ mục tiêu
zh_hans: 目标单词

source: Terms of Service
fr: Conditions d'utilisation
hi: सेवा की शर्तें
ja: 利用規約
ko: 서비스 약관
vi: Điều khoản dịch vụ
zh_hans: 服务条款

source: Text article import will be backed by the new article input flow.
fr: L’importation d’articles texte sera soutenue par le nouveau flux de saisie d’articles.
hi: टेक्स्ट आलेख आयात को नए आलेख इनपुट प्रवाह द्वारा समर्थित किया जाएगा।
ja: テキスト記事のインポートは、新しい記事の入力フローによってサポートされます。
ko: 텍스트 기사 가져오기는 새 기사 입력 흐름을 통해 지원됩니다.
vi: Việc nhập bài viết văn bản sẽ được hỗ trợ bởi luồng đầu vào bài viết mới.
zh_hans: 文本文章导入将接入新的文章输入流程。

source: The correct answer is: **%@**
fr: La bonne réponse est : **%@**
hi: सही उत्तर है: **%@**
ja: 正解は: **%@**
ko: 정답은 **%@**입니다.
vi: Câu trả lời đúng là: **%@**
zh_hans: 正确答案是：**%@**

source: The top row plays the standard voice; the bottom and right buttons play your recording. Both save a reference waveform.
fr: La rangée supérieure joue la voix standard ; les boutons du bas et de droite lisent votre enregistrement. Les deux enregistrent une forme d’onde de référence.
hi: शीर्ष पंक्ति मानक आवाज बजाती है; नीचे और दाएँ बटन आपकी रिकॉर्डिंग चलाते हैं। दोनों एक संदर्भ तरंग सहेजते हैं।
ja: 上の行は標準音声を再生します。下部と右のボタンで録音を再生します。どちらも基準波形を保存します。
ko: 맨 윗줄은 표준 음성을 재생합니다. 하단 및 오른쪽 버튼은 녹음을 재생합니다. 둘 다 기준 파형을 저장합니다.
vi: Hàng trên phát giọng chuẩn; các nút dưới cùng và bên phải phát bản ghi của bạn. Cả hai đều lưu dạng sóng tham chiếu.
zh_hans: 上排按钮播放标准语音；下方和右侧按钮播放你的录音。两者都会保存参考波形。

source: These terms describe the rules for using LangGo, your account responsibilities, and the limits and conditions that apply to the service.
fr: Ces conditions décrivent les règles d'utilisation de LangGo, les responsabilités de votre compte ainsi que les limites et conditions qui s'appliquent au service.
hi: ये शर्तें LangGo का उपयोग करने के नियमों, आपके खाते की जिम्मेदारियों और सेवा पर लागू होने वाली सीमाओं और शर्तों का वर्णन करती हैं।
ja: これらの規約では、LangGo の使用規則、アカウントの責任、サービスに適用される制限と条件について説明します。
ko: 본 약관은 LangGo 사용 규칙, 귀하의 계정 책임, 서비스에 적용되는 한도 및 조건을 설명합니다.
vi: Các điều khoản này mô tả các quy tắc sử dụng LangGo, trách nhiệm tài khoản của bạn cũng như các giới hạn và điều kiện áp dụng cho dịch vụ.
zh_hans: 这些条款说明了使用 LangGo 的规则、你的账户责任，以及适用于本服务的限制和条件。

source: This action cannot be undone. All your vocabulary, progress, and account data will be permanently deleted.
fr: Cette action ne peut pas être annulée. Toutes vos données de vocabulaire, de progression et de compte seront définitivement supprimées.
hi: इस एक्शन को वापस नहीं किया जा सकता। आपकी सभी शब्दावली, प्रगति और खाता डेटा स्थायी रूप से हटा दिया जाएगा।
ja: この操作は元に戻すことができません。すべての語彙、進捗状況、アカウント データは完全に削除されます。
ko: 이 작업은 취소할 수 없습니다. 모든 어휘, 진행 상황, 계정 데이터가 영구적으로 삭제됩니다.
vi: Không thể hoàn tác hành động này. Tất cả dữ liệu từ vựng, tiến độ và tài khoản của bạn sẽ bị xóa vĩnh viễn.
zh_hans: 此操作无法撤销。你的所有词汇、学习进度和账户数据都将被永久删除。

source: This action is permanent. Enter your current password to delete your account and sign out.
fr: Cette action est permanente. Entrez votre mot de passe actuel pour supprimer votre compte et vous déconnecter.
hi: यह क्रिया स्थायी है. अपना खाता हटाने और साइन आउट करने के लिए अपना वर्तमान पासवर्ड दर्ज करें।
ja: このアクションは永続的です。現在のパスワードを入力してアカウントを削除し、サインアウトします。
ko: 이 작업은 영구적입니다. 계정을 삭제하고 로그아웃하려면 현재 비밀번호를 입력하세요.
vi: Hành động này là vĩnh viễn. Nhập mật khẩu hiện tại của bạn để xóa tài khoản của bạn và đăng xuất.
zh_hans: 此操作是永久性的。请输入你当前的密码以删除账户并退出登录。

source: This policy explains how LangGo uses account information, learning content, and device permissions when you use the app.
fr: Cette politique explique comment LangGo utilise les informations de compte, le contenu d'apprentissage et les autorisations de l'appareil lorsque vous utilisez l'application.
hi: यह नीति बताती है कि जब आप ऐप का उपयोग करते हैं तो LangGo खाता जानकारी, सीखने की सामग्री और डिवाइस अनुमतियों का उपयोग कैसे करता है।
ja: このポリシーでは、アプリを使用するときに LangGo がアカウント情報、学習コンテンツ、デバイスの権限をどのように使用するかについて説明します。
ko: 이 정책은 귀하가 앱을 사용할 때 LangGo가 계정 정보, 학습 콘텐츠 및 장치 권한을 사용하는 방법을 설명합니다.
vi: Chính sách này giải thích cách LangGo sử dụng thông tin tài khoản, nội dung học tập và quyền của thiết bị khi bạn sử dụng ứng dụng.
zh_hans: 本政策说明了你在使用应用时，LangGo 如何使用账户信息、学习内容和设备权限。

source: This view is now backed by your group leaderboard.
fr: Cette vue est désormais soutenue par le classement de votre groupe.
hi: यह दृश्य अब आपके समूह लीडरबोर्ड द्वारा समर्थित है।
ja: このビューはグループのリーダーボードによって裏付けられるようになりました。
ko: 이제 이 보기는 그룹 리더보드에서 지원됩니다.
vi: Chế độ xem này hiện được hỗ trợ bởi bảng xếp hạng nhóm của bạn.
zh_hans: 此视图现在基于你的小组排行榜。

source: This will control data refreshing behavior in a future update.
fr: Cela contrôlera le comportement d’actualisation des données dans une future mise à jour.
hi: यह भविष्य के अपडेट में डेटा रीफ्रेशिंग व्यवहार को नियंत्रित करेगा।
ja: これにより、将来のアップデートでデータを更新する動作を制御します。
ko: 이렇게하면 향후 업데이트에서 데이터 새로 고침 동작을 제어 할 수 있습니다.
vi: Điều này sẽ kiểm soát hành vi làm mới dữ liệu trong một bản cập nhật trong tương lai.
zh_hans: 这将在将来的更新中控制数据令人耳目一新的行为。

source: This word will be permanently deleted from your vocabook.
fr: Ce mot sera définitivement supprimé de votre carnet de vocabulaire.
hi: यह शब्द आपकी शब्दावली से स्थायी रूप से हटा दिया जाएगा।
ja: この単語は語彙集から完全に削除されます。
ko: 이 단어는 귀하의 어휘집에서 영구적으로 삭제됩니다.
vi: Từ này sẽ bị xóa vĩnh viễn khỏi vocabook của bạn.
zh_hans: 此单词将从你的词汇本中被永久删除。

source: Total Points
fr: Total de points
hi: कुल अंक
ja: 合計ポイント
ko: 총점
vi: Tổng số điểm
zh_hans: 总积分

source: Total Vocabulary
fr: Vocabulaire total
hi: कुल शब्दावली
ja: 総語彙数
ko: 총 어휘
vi: Tổng Từ Vựng
zh_hans: 总词汇量

source: Total Words
fr: Total des mots
hi: कुल शब्द
ja: 総単語数
ko: 총 단어
vi: Tổng số từ
zh_hans: 总单词数

source: Translate
fr: Traduire
hi: अनुवाद
ja: 翻訳する
ko: 번역하다
vi: Dịch
zh_hans: 翻译

source: Translating...
fr: Traduire...
hi: अनुवाद हो रहा है...
ja: 翻訳中...
ko: 번역 중...
vi: Đang dịch...
zh_hans: 翻译中...

source: Translation
fr: Traduction
hi: अनुवाद
ja: 翻訳
ko: 번역
vi: Dịch
zh_hans: 翻译

source: Translation (%@)
fr: Traduction (%@)
hi: अनुवाद (%@)
ja: 翻訳 (%@)
ko: 번역 (%@)
vi: Bản dịch (%@)
zh_hans: 翻译（%@）

source: Translation unavailable.
fr: Traduction indisponible.
hi: अनुवाद अनुपलब्ध.
ja: 翻訳は利用できません。
ko: 번역할 수 없습니다.
vi: Bản dịch không có sẵn.
zh_hans: 暂无翻译。

source: TYPE "DELETE" TO CONFIRM
fr: TAPEZ "DELETE" POUR CONFIRMER
hi: पुष्टि करने के लिए "DELETE" टाइप करें
ja: 「DELETE」と入力して確認します
ko: 확인하려면 "DELETE"를 입력하세요.
vi: LOẠI "DELETE" ĐỂ XÁC NHẬN
zh_hans: 输入“DELETE”以确认

source: Type or hold to speak...
fr: Tapez ou maintenez pour parler...
hi: बोलने के लिए टाइप करें या दबाए रखें...
ja: 入力するか押し続けて話す...
ko: 말하려면 입력하거나 길게 누르세요...
vi: Nhập hoặc giữ để nói...
zh_hans: 输入文字或按住说话...

source: Unable to Save
fr: Impossible d'enregistrer
hi: सहेजने में असमर्थ
ja: 保存できません
ko: 저장할 수 없습니다
vi: Không thể lưu
zh_hans: 无法保存

source: Unavailable
fr: Indisponible
hi: अनुपलब्ध
ja: 利用不可
ko: 없는
vi: Không có sẵn
zh_hans: 不可用

source: Unit 1 Introductions
fr: Unité 1 Introductions
hi: इकाई 1 परिचय
ja: ユニット1の紹介
ko: 단원 1 소개
vi: Đơn vị 1 Giới thiệu
zh_hans: 单元1介绍

source: Unlock higher quality, more natural voices with a Premium Subscription.
fr: Débloquez des voix de meilleure qualité et plus naturelles avec un abonnement Premium.
hi: प्रीमियम सदस्यता के साथ उच्च गुणवत्ता, अधिक प्राकृतिक आवाज़ें अनलॉक करें।
ja: プレミアム サブスクリプションで、より高品質でより自然な音声を利用しましょう。
ko: 프리미엄 구독으로 더 높은 품질, 더 자연스러운 음성을 잠금해제하세요.
vi: Mở khóa giọng nói chất lượng cao hơn, tự nhiên hơn với Đăng ký cao cấp.
zh_hans: 订阅高级版以解锁更高质量、更自然的语音。

source: Unlock with Premium
fr: Débloquez avec Premium
hi: प्रीमियम के साथ अनलॉक करें
ja: プレミアムでロックを解除する
ko: 프리미엄으로 잠금 해제
vi: Mở khóa bằng Premium
zh_hans: 使用高级版解锁

source: Unranked
fr: Non classé
hi: बिना श्रेणी के
ja: ランクなし
ko: 순위 없음
vi: Không được xếp hạng
zh_hans: 未上榜

source: Untitled Article
fr: Article sans titre
hi: शीर्षक रहित लेख
ja: 無題の記事
ko: 제목 없는 기사
vi: Bài viết không có tiêu đề
zh_hans: 未命名文章

source: Update Password
fr: Mettre à jour le mot de passe
hi: पासवर्ड अपडेट करें
ja: パスワードを更新する
ko: 비밀번호 업데이트
vi: Cập nhật mật khẩu
zh_hans: 更新密码

source: Updating your article and tags.
fr: Mise à jour de votre article et de vos tags.
hi: अपना लेख और टैग अपडेट कर रहा हूं.
ja: 記事とタグを更新します。
ko: 기사와 태그를 업데이트하는 중입니다.
vi: Cập nhật bài viết và thẻ của bạn.
zh_hans: 正在更新你的文章和标签。

source: Updating...
fr: Mise à jour...
hi: अद्यतन किया जा रहा है...
ja: 更新中...
ko: 업데이트 중...
vi: Đang cập nhật...
zh_hans: 更新中...

source: Uploading Photo...
fr: Téléchargement d'une photo...
hi: फोटो अपलोड हो रहा है...
ja: 写真をアップロードしています...
ko: 사진 업로드 중...
vi: Đang tải ảnh lên...
zh_hans: 正在上传照片...

source: Uploading...
fr: Téléchargement...
hi: अपलोड हो रहा है...
ja: アップロード中...
ko: 업로드 중...
vi: Đang tải lên...
zh_hans: 上传中...

source: Use Photo
fr: Utiliser une photo
hi: फोटो का प्रयोग करें
ja: 写真を使用する
ko: 사진 사용
vi: Sử dụng ảnh
zh_hans: 使用照片

source: Use Scan Article or Manual Input to create your first article.
fr: Utilisez Scan Article ou Manual Saisie pour créer votre premier article.
hi: अपना पहला लेख बनाने के लिए स्कैन आलेख या मैन्युअल इनपुट का उपयोग करें।
ja: 記事のスキャンまたは手動入力を使用して、最初の記事を作成します。
ko: 첫 번째 기사를 작성하려면 기사 스캔 또는 수동 입력을 사용하십시오.
vi: Sử dụng Quét bài viết hoặc Nhập thủ công để tạo bài viết đầu tiên của bạn.
zh_hans: 使用扫描文章或手动输入来创建你的第一篇文章。

source: Use this photo for OCR?
fr: Utiliser cette photo pour OCR ?
hi: इस फ़ोटो का उपयोग OCR के लिए करें?
ja: この写真を OCR に使用しますか?
ko: 이 사진을 OCR에 사용하시겠습니까?
vi: Sử dụng ảnh này cho OCR?
zh_hans: 使用这张照片进行 OCR 吗？

source: User %lld
fr: Utilisateur %lld
hi: उपयोगकर्ता %lld
ja: ユーザー %lld
ko: 사용자 %lld
vi: Người dùng %lld
zh_hans: 用户 %lld

source: User agreement
fr: Accord d'utilisation
hi: उपयोगकर्ता का समझौता
ja: ユーザー同意書
ko: 사용자 계약
vi: Thỏa thuận người dùng
zh_hans: 用户协议

source: USER PROFILE
fr: PROFIL UTILISATEUR
hi: उपयोगकर्ता रूपरेखा
ja: ユーザープロファイル
ko: 사용자 프로필
vi: Hồ sơ người dùng
zh_hans: 用户配置文件

source: Username
fr: Nom d'utilisateur
hi: उपयोगकर्ता नाम
ja: ユーザー名
ko: 사용자 이름
vi: Tên người dùng
zh_hans: 用户名

source: Username cannot be changed right now
fr: Le nom d'utilisateur ne peut pas être modifié pour le moment
hi: उपयोगकर्ता नाम अभी नहीं बदला जा सकता
ja: 現在ユーザー名を変更できません
ko: 지금은 사용자 이름을 변경할 수 없습니다.
vi: Tên người dùng không thể thay đổi ngay bây giờ
zh_hans: 当前无法更改用户名

source: Verifying Session...
fr: Session de vérification...
hi: सत्र सत्यापित किया जा रहा है...
ja: セッションの検証...
ko: 세션 확인 ...
vi: Xác minh phiên ...
zh_hans: 验证会话...

source: View All
fr: Tout afficher
hi: सभी को देखें
ja: すべて見る
ko: 모두 보기
vi: Xem tất cả
zh_hans: 查看全部

source: View All (%lld)
fr: Tout afficher (%lld)
hi: सभी देखें (%lld)
ja: すべて見る (%lld)
ko: 모두 보기 (%lld)
vi: Xem tất cả (%lld)
zh_hans: 查看全部（%lld）

source: View Leaderboard
fr: Voir le classement
hi: लीडरबोर्ड देखें
ja: リーダーボードを見る
ko: 리더보드 보기
vi: Xem bảng xếp hạng
zh_hans: 查看排行榜

source: View Mode
fr: Mode d'affichage
hi: दृश्य मोड
ja: ビューモード
ko: 보기 모드
vi: Chế độ xem
zh_hans: 查看模式

source: Vocabook
fr: Livre de vocabulaire
hi: वोकाबूक
ja: 語彙集
ko: 어휘집
vi: từ vựng
zh_hans: 词汇本

source: Vocabulary Notebook Settings
fr: Paramètres du bloc-notes de vocabulaire
hi: शब्दावली नोटबुक सेटिंग्स
ja: 単語帳の設定
ko: 어휘 노트 설정
vi: Cài đặt sổ tay từ vựng
zh_hans: 词汇本设置

source: Want to remember 10× more — with less effort?
fr: Vous voulez mémoriser 10 fois plus, avec moins d'effort ?
hi: क्या आप कम प्रयास में 10× अधिक याद रखना चाहते हैं?
ja: 少ない労力で 10 倍多くのことを覚えたいですか?
ko: 더 적은 노력으로 10배 더 기억하고 싶으신가요?
vi: Bạn muốn nhớ thêm 10 lần — với ít nỗ lực hơn?
zh_hans: 想用更少努力，多记住 10 倍内容吗？

source: Welcome to LangGo
fr: Bienvenue à LangGo
hi: LangGo में आपका स्वागत है
ja: ラングゴへようこそ
ko: Langgo에 오신 것을 환영합니다
vi: Chào mừng bạn đến Langgo
zh_hans: 欢迎来到兰戈

source: Well Practiced
fr: Bien pratiqué
hi: अच्छी तरह से अभ्यास किया गया
ja: よく練習した
ko: 잘 연습함
vi: Thực hành tốt
zh_hans: 练习充分

source: What is your native language?
fr: Quelle est votre langue maternelle ?
hi: आपकी मूल भाषा क्या है?
ja: あなたの母国語は何ですか?
ko: 당신의 모국어는 무엇입니까?
vi: Ngôn ngữ mẹ đẻ của bạn là gì?
zh_hans: 你的母语是什么？

source: When enabled, your progress and rank will be visible to other users on the leaderboard
fr: Lorsqu'il est activé, votre progression et votre classement seront visibles par les autres utilisateurs dans le classement.
hi: सक्षम होने पर, आपकी प्रगति और रैंक लीडरबोर्ड पर अन्य उपयोगकर्ताओं को दिखाई देगी
ja: 有効にすると、リーダーボード上の他のユーザーに進行状況とランクが表示されます。
ko: 활성화하면 리더보드의 다른 사용자가 진행 상황과 순위를 볼 수 있습니다.
vi: Khi được bật, tiến trình và thứ hạng của bạn sẽ hiển thị với những người dùng khác trên bảng xếp hạng
zh_hans: 启用后，其他用户将在排行榜中看到你的进度和排名
